Repository: flexlixrup/TranslateKitSDK
Catalog: Sources/TranslateKitStickers/Localizable.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant, zh_hk

# TK.Placeholder.enterStickerTagsDots
source: Enter sticker tags…
ar: أدخل علامات الملصق…
bg: Въведи параметри на стикера…
ca: Introdueix les etiquetes d'sticker…
cs: Zadejte štítkové tagy…
da: Indtast klistermærketags…
de: Gib die Sticker-Tags ein…
el: Εισάγετε ετικέτες αυτοκόλλητων…
es: Introduce las etiquetas del sticker…
es_419: Ingresa las etiquetas del sticker…
fi: Syötä tarran tagit…
fr: Entrez les tags du sticker…
fr_ca: Saisissez les étiquettes de l'autocollant…
he: הזן תגים למדבקה…
hi: स्टिकर टैग दर्ज करें…
hr: Unesi oznake naljepnica…
hu: Írd be a matricák címkéit…
id: Masukkan tag stiker…
it: Inserisci le etichette degli adesivi…
ja: ステッカーのタグを入力…
kk: Жапсырма тегтерін енгізіңіз…
ko: 스티커 태그 입력…
ms: Masukkan tag pelekat…
nb: Skriv inn klistremerketagger…
nl: Voer stickertags in…
pl: Wprowadź tagi naklejek…
pt_br: Digite as tags do adesivo…
pt_pt: Introduza as etiquetas do autocolante…
ro: Introduceți etichetele pentru autocolant…
ru: Введите теги для наклейки…
sk: Zadaj značky samolepiek…
sv: Ange klistermärkes-taggar…
th: กรุณาใส่แท็กสติกเกอร์…
tr: Çıkartma etiketlerini girin…
uk: Введіть теги для стікера…
vi: Nhập thẻ sticker…
zh_hans: 请输入贴纸标签…
zh_hant: 輸入貼紙標籤…
zh_hk: 輸入貼紙標籤…

# TK.Placeholder.importFromPhotosDots
source: Import from photos…
ar: جارٍ استيراد من الصور…
bg: Импортиране от снимки...
ca: Importar de fotos…
cs: Importuji z fotografií…
da: Importer fra fotos…
de: Aus Fotos importieren…
el: Εισαγωγή από φωτογραφίες…
es: Importando desde fotos…
es_419: Importar desde fotos…
fi: Tuodaan valokuvista…
fr: Importation depuis les photos…
fr_ca: Importation depuis les photos…
he: מייבא מתמונות…
hi: फोटो से आयात कर रहे हैं...
hr: Uvoz iz fotografija…
hu: Importálás fényképekből…
id: Impor dari foto…
it: Importa da foto…
ja: 写真からインポート中…
kk: Суреттерден импорттау…
ko: 사진에서 가져오는 중…
ms: Import dari foto…
nb: Importer fra bilder…
nl: Importeren vanuit foto's…
pl: Importowanie z zdjęć…
pt_br: Importar da galeria de fotos…
pt_pt: Importar a partir de fotos...
ro: Import din fotografii…
ru: Импорт из фотографий...
sk: Importujem z fotografií...
sv: Importera från bilder…
th: นำเข้าจากภาพ…
tr: Fotoğraflardan içe aktarılıyor…
uk: Імпорт з фотографій…
vi: Nhập từ ảnh…
zh_hans: 正在从照片导入...
zh_hant: 從照片導入…
zh_hk: 從相片中導入...

# TK.Placeholder.installingPackDots
source: Installing pack…
ar: جارٍ تثبيت الحزمة…
bg: Инсталиране на пакет...
ca: Instal·lant paquet…
cs: Instaluji balíček…
da: Installerer pakke…
de: Paket wird installiert…
el: Εγκατάσταση πακέτου…
es: Instalando paquete…
es_419: Instalando paquete…
fi: Asennetaan paketti…
fr: Installation du pack…
fr_ca: Installation du pack…
he: מתקין חבילה…
hi: पैक स्थापित किया जा रहा है...
hr: Instaliram paket…
hu: Csomag telepítése…
id: Menginstal paket…
it: Installazione pacchetto…
ja: パックをインストール中…
kk: Жабдықты орнату…
ko: 팩 설치 중…
ms: Memasang pek…
nb: Installerer pakke…
nl: Pakket installeren…
pl: Instalowanie paczki…
pt_br: Instalando pacote…
pt_pt: A instalar pack...
ro: Instalare pachet…
ru: Установка пакета...
sk: Inštalujem balík...
sv: Installerar paket…
th: กำลังติดตั้งแพ็ค…
tr: Paket kuruluyor…
uk: Встановлюємо пакет…
vi: Đang cài đặt gói…
zh_hans: 正在安装包...
zh_hant: 正在安裝包…
zh_hk: 安裝貼紙包中...

# TK.Placeholder.loadingStickerPackDots
source: Loading sticker pack…
ar: جارٍ تحميل حزمة الملصقات…
bg: Зареждане на пакет с стикери...
ca: Carregant paquet d'stickers…
cs: Načítám balíček samolepek…
da: Indlæser klistermærkepakke…
de: Sticker-Paket wird geladen…
el: Φόρτωμα πακέτου αυτοκόλλητων…
es: Cargando paquete de stickers…
es_419: Cargando paquete de stickers…
fi: Ladataan tarroja…
fr: Chargement du pack d'autocollants…
fr_ca: Chargement du pack d'autocollants…
he: טוען חבילת מדבקות…
hi: स्टिकर पैक लोड हो रहा है...
hr: Učitavam paket naljepnica…
hu: Matrica csomag betöltése…
id: Memuat paket stiker…
it: Caricamento pacchetto di adesivi…
ja: ステッカーパックを読み込み中…
kk: Стикер жинағын жүктеу…
ko: 스티커 팩 로딩 중…
ms: Memuatkan pek pelekat…
nb: Laster klistremerke-pakke…
nl: Stickerpakket laden…
pl: Ładowanie paczki naklejek…
pt_br: Carregando pacote de adesivos…
pt_pt: A carregar pack de autocolantes...
ro: Încărcare pachet de autocolante…
ru: Загрузка пакета стикеров...
sk: Načítavam balíček nálepiek...
sv: Laddar klistermärkespaket…
th: กำลังโหลดแพ็คสติกเกอร์…
tr: Çıkartma paketi yükleniyor…
uk: Завантажую пакет наліпок…
vi: Đang tải gói nhãn dán…
zh_hans: 加载贴纸包中...
zh_hant: 正在加載貼圖包…
zh_hk: 加載貼紙包中...

# TK.Placeholder.preparingPreviewDots
source: Preparing preview…
ar: جاري إعداد المعاينة…
bg: Подготовка на преглед…
ca: Preparant la visualització…
cs: Připravuji náhled…
da: Forbereder preview…
de: Vorschau vorbereiten…
el: Προετοιμασία προεπισκόπησης…
es: Preparando vista previa…
es_419: Preparando vista previa…
fi: Valmistellaan esikatselua…
fr: Préparation de l'aperçu…
fr_ca: Préparation de l'aperçu…
he: מכין תצוגה מקדימה…
hi: पूर्वावलोकन की तैयारी कर रहे हैं…
hr: Pripremam pregled…
hu: Előnézet előkészítése…
id: Mempersiapkan pratinjau…
it: Preparazione dell'anteprima…
ja: プレビューの準備をしています…
kk: Алдын ала қарауды дайындау…
ko: 미리보기 준비 중…
ms: Menyediakan pratonton…
nb: Klargjør forhåndsvisning…
nl: Voorbeeld voorbereiden…
pl: Przygotowanie podglądu…
pt_br: Preparando prévia…
pt_pt: A preparar pré-visualização…
ro: Pregătirea previzualizării…
ru: Подготовка превью…
sk: Pripravujem náhľad…
sv: Förbereder förhandsvisning…
th: กำลังเตรียมตัวอย่าง…
tr: Önizleme hazırlanıyor…
uk: Підготовка попереднього перегляду…
vi: Đang chuẩn bị xem trước…
zh_hans: 准备预览…
zh_hant: 準備預覽…
zh_hk: 準備預覽…

# TK.Placeholder.removingBackgroundDots
source: Removing background…
ar: جاري إزالة الخلفية…
bg: Премахване на фон…
ca: Eliminant fons…
cs: Odstraňuji pozadí…
da: Fjerner baggrund…
de: Hintergrund entfernen…
el: Αφαίρεση φόντου…
es: Eliminando fondo…
es_419: Eliminando fondo…
fi: Poistetaan taustaa…
fr: Suppression de l'arrière-plan…
fr_ca: Retrait de l'arrière-plan…
he: מסיר רקע…
hi: पृष्ठभूमि हटा रहे हैं…
hr: Uklanjam pozadinu…
hu: Háttér eltávolítása…
id: Menghapus latar belakang…
it: Rimozione dello sfondo…
ja: 背景を削除しています…
kk: Фонды жою…
ko: 배경 제거 중…
ms: Mengeluarkan latar belakang…
nb: Fjerner bakgrunn…
nl: Achtergrond verwijderen…
pl: Usuwanie tła…
pt_br: Removendo fundo…
pt_pt: A remover fundo…
ro: Îndepărtarea fundalului…
ru: Удаление фона…
sk: Odstraňujem pozadie…
sv: Tar bort bakgrund…
th: กำลังลบพื้นหลัง…
tr: Arka plan kaldırılıyor…
uk: Видалення фону…
vi: Đang gỡ bỏ nền…
zh_hans: 正在移除背景…
zh_hant: 正在去背…
zh_hk: 正在移除背景…

# TK.Placeholder.savingToPhotosDots
source: Saving to photos…
ar: جارٍ حفظ إلى الصور…
bg: Запазване във "Снимки"…
ca: Desant a fotos…
cs: Ukládání do fotografií…
da: Gemmer til fotos…
de: In Fotos speichern…
el: Αποθήκευση στις φωτογραφίες…
es: Guardando en fotos…
es_419: Guardando en fotos…
fi: Tallennetaan valokuviin…
fr: Enregistrement dans les photos…
fr_ca: Enregistrement dans les photos…
he: שומר בתמונות…
hi: फोटो में सहेजना…
hr: Spremam u fotografije…
hu: Kép mentése…
id: Menyimpan ke foto…
it: Salvataggio in foto…
ja: 写真に保存中…
kk: Суреттерге сақтау…
ko: 사진에 저장 중…
ms: Menyimpan ke foto…
nb: Lagrer til bilder…
nl: Opnemen in foto’s…
pl: Zapisywanie do zdjęć…
pt_br: Salvando nas fotos…
pt_pt: A guardar nas fotos...
ro: Se salvează în fotografii…
ru: Сохраняем в фото…
sk: Ukladám do galérie…
sv: Sparar till foton…
th: กำลังบันทึกลงในรูปภาพ…
tr: Fotoğraflara kaydediliyor…
uk: Збереження в фото…
vi: Đang lưu vào ảnh…
zh_hans: 正在保存到照片…
zh_hant: 保存到照片中…
zh_hk: 正在保存到相片…

# TK.Placeholder.searchStickersDots
source: Search stickers…
ar: ابحث عن الملصقات…
bg: Търси стикери…
ca: Cerca adhesius…
cs: Hledat samolepky…
da: Søg klistermærker…
de: Sticker durchsuchen…
el: Αναζήτηση αυτοκόλλητων…
es: Buscar stickers…
es_419: Buscar calcomanías…
fi: Etsi tarroja...
fr: Rechercher des autocollants…
fr_ca: Rechercher des autocollants…
he: חפש מדבקות…
hi: स्टिकर खोजें…
hr: Pretraži naljepnice…
hu: Matricák keresése…
id: Cari stiker…
it: Cerca adesivi…
ja: ステッカーを検索…
kk: Стикерлерді іздеу…
ko: 스티커 검색…
ms: Carian pelekat…
nb: Søk etter klistremerker…
nl: Zoek stickers…
pl: Szukaj naklejek...
pt_br: Buscar adesivos…
pt_pt: Pesquisar autocolantes…
ro: Caută stickere…
ru: Искать стикеры…
sk: Hľadaj nálepky…
sv: Sök klistermärken...
th: ค้นหาสติกเกอร์…
tr: Çıkartmaları ara…
uk: Пошук наліпок…
vi: Tìm kiếm nhãn dán…
zh_hans: 搜索贴纸…
zh_hant: 搜尋貼圖...
zh_hk: 搜尋貼圖…

# TK.Placeholder.sharingStickerDots
source: Sharing sticker…
ar: مشاركة ملصق…
bg: Споделяне на стикер...
ca: Compartint adhesiu…
cs: Sdílení samolepky…
da: Deler klistermærke…
de: Sticker wird geteilt…
el: Κοινοποίηση αυτοκόλλητου…
es: Compartiendo sticker…
es_419: Sticker compartido…
fi: Jaa tarra...
fr: Partage un autocollant…
fr_ca: Partager un autocollant…
he: שתף מדבקה…
hi: स्टिकर साझा करना…
hr: Dijelim naljepnicu…
hu: Matrica megosztása…
id: Stiker sedang dibagikan…
it: Condivisione dell'adesivo…
ja: ステッカーを共有…
kk: Стикерді бөлісу…
ko: 스티커 공유 중…
ms: Kongsi pelekat…
nb: Deler klistremerke…
nl: Sticker delen…
pl: Udostępnianie naklejki...
pt_br: Compartilhando adesivo…
pt_pt: A partilhar autocolante…
ro: Împărtășind stickerul…
ru: Обмен стикером…
sk: Zdieľanie nálepky…
sv: Delar klistermärke…
th: การแชร์สติกเกอร์…
tr: Çıkartma paylaşımı…
uk: Обмін наліпкою…
vi: Đang chia sẻ nhãn dán…
zh_hans: 分享贴纸…
zh_hant: 分享貼紙...
zh_hk: 分享貼紙…
